Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] A Monster Hunter Becomes a Princess KO>EN.tmx
Source language: ko
Languages: en

source: 그런데 한 구역만 이상하게 볼 수가 없더라구요.
en: but I couldn’t see this one section.

source: 새삼스럽게 왜 그래?
en: what’s the problem?

source: 아버님 기침 소리가 더 심해진 것 같지 않아?
en: don’t you think his coughs have gotten worse?

source: 아르젠이 그러는데 죽음의 신 크레용은 인간과 결혼한 유일한 신이래.
en: arzen told me that crayon, the god of death, was the only god who married a human.

source: 그리고 나 역시 리에나 공주가 아니다.
en: and i am not princess liena.

source: 전에도 한번 리에나 공주님이 행방불명 되신 적 있었죠.
en: there was a time she went missing before.

source: 주무세요, 리에나 공주님.
en: have a good night, princess liena.

source: 흐음.
en: hm.

source: 드디어 저 놈을 죽일 수 있어.
en: i can finally kill that bastard.

source: 이렇게 잘생기고 다정한 신인 줄 알았으면 죽음 같은 건 안 무서워했을 것 같아요.
en: if I knew you were this handsome and sweet, I wouldn’t have been afraid of death.

source: 당신은 암살자였나?
en: were you a hunter?

source: 그런 걱정따윈 하지마.
en: don’t worry about it.

source: 마리엔도 프란츠가 죽였고 목격자 역시 프란츠가 죽였을 거야.
en: frantz killed marianne and all of the other witnesses as well.

source: 그 문을 열고 들어가면 부모님의 방이 있습니다.
en: my parents’ room is behind that door.

source: 레티스 공작님은 당신을 사랑해서 약혼한 게 아니라 국왕폐하의 명령이니까 어쩔 수 없이 한 거라구요.
en: duke letis got engaged to you because he was ordered to, not because he loves you.

source: 아니… 어디에 있는지도 모르니 나설 수도 없었지.
en: well... he couldn’t have done anything anyway, because he didn’t even know where she was.

source: 방해가 될지도 모릅니다.
en: she might get in our way.

source: 그땐 멀리서 봐서 몰랐는데 다른 영혼이 리에나 공주의 몸에 들어왔더라고.
en: i didn’t notice it earlier, but there’s a different soul in her body.

source: 분노한 크로니온은 그녀의 영혼을 소멸시켜버리고 더이상 사랑을 믿지 않는 자비 없는 신이 되었죠.
en: angered, chronion destroyed her soul, forsaking the idea of love and becoming ruthless.

source: 심장을 찢던 고통이… 사라졌어…
en: the pain tearing through my body... it’s gone.

source: 넌 입이 몹시 가볍고 쓸데없이 남의 일에 참견하는 걸 좋아하니까.
en: i chose not to due to your huge mouth and tendency to interfere.

source: 설마 들키진 않았겠지?
en: did he see me?

source: 아, 약간 수상한 방 하나가 있었어.
en: oh, there was this weird room.

source: 뚜…뚱보?!!
en: f-fat?!

source: 저쪽으로 가면 됩니다.
en: that way, madam.

source: 이제 우린 동료야!
en: now we’re actually comrades!

source: 아르젠에게 해독약을 구할 수 있을 것 같거든.
en: I think I can get the antidote from arzen.

source: 젠하드 경감님께 연락했으니 알아서 판단하시겠지.
en: i contacted inspector zenhad, so he’ll take care of it.

source: 당신 정체에 대해 힌트라도 주면 이게 뭔지 여기서 보여줄게.
en: if you give me a little hint about who you are, I’ll show you what this is.

source: 내가 아는 사람이야?
en: do i know him?

source: 내가 카를로와 만난 것 때문에 그래요?
en: is it because i met with carlo?

source: 저주받은 공주라는 설정도 어이가 없는데 쌍둥이 오빠는 살인자라고?!
en: first the cursed princess thing, and now my twin brother is a murderer?!

source: 살아 있잖아.
en: i’m still alive.

source: 쿼브를 사용했다고 꼭 유리니카일 리는 없잖아.
en: ...but that’s not enough to conclude that she is yurinika.

source: 감히 날 놀려?
en: don’t mess with me.

source: 괜찮니?
en: are you all right?

source: 유리니카를 찾아 끝없는 환생의 고통을 끝낼 수 있게 그녀의 영을 소멸시킬 것이다.
en: I shall find yurinika and have her soul perish to free her from the curse of endless reincarnation.

source: 뭔데!
en: what?!

source: 리에나 때문에 죽었다는 고릴라 말이 아주 틀린 건 아니잖아…!
en: then gorilla wasn’t entirely wrong about liena being the reason why marianne died!

source: 벌레차단 방충망을 해도 가끔씩 벌레가 뚫고 들어오니까.
en: bugs can still get through screen doors.

source: 레티스 집엔 여자 친구들의 옷이 아주 많더라구.
en: letis had a bunch of clothes from his girlfriends.

source: 어, 저 사람은?
en: wait, that’s...!

source: 그건 또 어떻게 안 거야?
en: how did he find it?

source: 당신도 당신 세계로 돌아갈 수 없게 되면 나랑 같이 오래 살자.
en: if you can’t go back to your world, you can stay and live a long life with me.

source: 안됩니다, 크로니온님!
en: absolutely not, master!

source: 그동안 공작님한테 협박편지가 수차례 왔잖아.
en: he received countless threatening letters.

source: 프란츠가 되살아나고 이상해졌어.
en: frantz has changed ever since he came back to life.

source: 어쨌든 수상한 자야.
en: but still, he’s suspicious.

source: 왕궁의 주술사라면 노베이보다 능력이 있을지도!
en: if he’s the royal warlock, he must be better than novei!

source: 흡혈귀, 늑대인간, 좀비 이런 거 말이야.
en: yeah, like vampires and werewolves.

source: 대체 누굴 죽이려고 이렇게 많이 모은 거야?
en: what was he trying to do with them all?

source: 그러니까 오늘 우리랑 같이 있자구요.
en: that’s exactly why you should stay with us today.

source: 난 인간에겐 안 들리고 안 보여.
en: humans can’t even see or hear me.

source: … 예나…
en: ...ena...

source: 베노스, 프란츠가 다시 정신을 잃고 쓰러졌어.
en: venos, frantz passed out again.

source: 네가 사랑했던 그녀, 유리니카를 닮아서 그런 거지?
en: it’s because she reminds you of yurinika, right? the one you loved?

source: 뭐라고?!!!
en: what?!

source: 자기가 죽인 여자가 살아서 눈앞에 나타난 건데 놀라는 기색도 없이
en: the woman he just killed reappeared in front of his eyes...

source: 공주님에게 무슨 일이 생길까봐 너무 무서웠다구요.
en: i was scared that something happened to you.

source: 내가 보기에 아르젠은 적으로 돌리면 위험하지만 동료가 되면 든든한 그런 사람 같아.
en: I think he’s the type of person that you never want to get on their bad side.

source: 물론 인간의 몸을 버리고 곧 떠나실 거라 상관은 없지만 그래도 왜 자꾸 저 여자를 도와주신 거예요!!
en: he will leave that human body anyway... but why are you helping her to this extent?!!!

source: 공주님, 갑자기 기분이 안 좋아 보이십니다.
en: your highness, you seem a little upset.

source: 그런가요….
en: r-really?

source: 죽지 않은 영혼이 타…타씨… 타씨ㅂ… 여기가 뭐라고 했죠?
en: so if a living soul stays in taci... taxi... tax... where am I?

source: 마리엔을 소환하는데 계속 실패하는 이유가 뭐지?
en: why are we failing to summon marianne?

source: …배가, 고파서.
en: I... am famished.

source: 로드리!!
en: rodry!

source: 겉모습은 멀쩡한 몬스터 킬러업계 1인자 인체공학 매트리스 다양한 무기
en: monsters that look fine from the outside #1 monster killer custom-made- mattress various weapons

source: 하여간, 다들 제멋대로라니까.
en: they all do whatever they want.

source: 히잉...
en: SAD

source: 죄송합니다, 왕비님…
en: I apologize, your majesty.

source: 그게 뭔데?
en: just what did you do?

source: 정신차리세요, 리에나 공주님!!
en: please wake up, princess liena!

source: 제발!
en: I beg you!

source: 계속 시치미를 뗀다면 어쩔 수 없지.
en: if you’re still not gonna admit it, i have no choice.

source: 초도 다 새 거고 벽난로도 아직 따뜻해.
en: but all the candles are new, and the fireplace is still warm.

source: 어머나, 머리를 다치셨다더니…
en: oh no, i guess you truly did lose your mind...

source: 설마…리에나가 궁에 첩자를 심어놨었나?
en: did liena have a spy in the palace?

source: 레티스 공작님, 손님이 오셨습니다.
en: duke letis, a guest wishes to see you.

source: 갑자기?
en: what for?

source: 미친 건가?
en: has he gone mad?

source: 복수만 아니면 몬스터 대신 마물을 없애며 여기서 눌러 살아도 될 것 같은데
en: if it weren’t for my revenge, i would live here forever, killing dark creatures instead of monsters.

source: 그곳은 제게 소중한 추억이지만 고통이기도 해서 들어가지 않고 있죠.
en: it’s a meaningful room to me, but I don’t go in it anymore because it is painful to.

source: 케이크를 만드는 법이요?
en: how to bake a cake?

source: 아까도 문 앞에서 당신을 만나겠다고 난리던데?
en: some were dying to see you at the door earlier.

source: 아~ 이제 좀 힘이 나네.
en: ahhh, that feels better.

source: 절대!
en: never!

source: 당신은 죽음 그 자체같아.
en: you feel like death itself.

source: 이건… 내 칼?!
en: wait... my sword?!

source: 다른 빙의된 인간을 찾았어.
en: i found the other possessed human.

source: 워우… 이렇게 안 예쁘게 짖는 새는 처음 봐.
en: woah... I have never seen a bird bark so weirdly.

source: 아니면 이 방 앞에 있어서…?
en: or because I’m standing in front of this room?

source: 일어나거라, 키르마.
en: get up, kirma.

source: 아니, 그녀는 죽은 영이 아니었다.
en: no, she is not a dead soul.

source: 그럼 당신은 마차나 불러와.
en: then go get the carriage.

source: 그놈이 나타나기 전에 지금 가시겠…
en: would you like take care of him before...

source: 이 괴물!
en: you monster!

source: 어서 복수해!!
en: come on, just kill her!!!

source: 언제 오셨습니까?
en: when did you come back?

source: 엄청 맛있어 보이지 않아?
en: doesn’t it look delicious?!

source: 날 배신했으면서 진짜 사랑했던 것 같은 그런 눈으로 날 쳐다보지마!!
en: don’t look at me as if you actually loved me, you traitor!!!

source: 세상에… 프, 프란츠 왕자님?!
en: oh my... p-prince frantz is here?!

source: 되살아난 사람들은 3일 안에 다 죽었어.
en: all the people who came back to life died in three days.

source: 서로 돕기로 한 거 아니었어?
en: we decided to help each other out, remember?

source: 게다가 킬러인 내가 타겟이 되다니.
en: I can’t believe I’m the hunted and not the hunter.

source: 다음 보름달이 뜰 때까지 소환 의식은 없을 테니 다음번을 기약할 수 밖에…
en: they will not be summoning more souls until the next full moon... I will have to come back later.

source: 요리는 정말 어떻게 안되더라구요.
en: he can’t seem to improve his cooking skills.

source: 죽음의 신과 같은 파괴력과 불사조같은 생명력, 방금 전까지도 펄떡펄떡 뛰는 심장을 가진 최강 전사의 <살아있는> 영혼.
en: the soul of a living warrior, with the power of the god of death, the vitality of a phoenix, and an unyielding heart.

source: 젖은 옷이 빨리 안 마르네 찝찝하게
en: ugh, my dress is still damp.

source: 세상에, 그런 이유일 줄이야!!
en: who knew that would be the real reason behind it?!

source: 내가 미쳤지.
en: i’m so stupid.

source: 네, 공주님이 왕궁으로 가는 지도를 가지고 가시는 걸 마지막으로 본 하인이 있는데 3일 동안 공주님을 못 봤다고 해요.
en: yes. a servant saw her carrying a map of the palace three days ago, but that was the last time they saw her.

source: 다시 말해봐.
en: say that again, I dare you.

source: 공주님이 직접이요?
en: you baked it yourself?

source: 잠깐만!!
en: wait!

source: 죽은 영이 날 만질 수 있다니…!
en: how is a dead soul touching me...?!

source: 이게 뭐 같아 보여?
en: what does this look like?

source: 리에나~ 리에나~
en: oh, liena, liena...

source: 저녁도 안 먹었잖아.
en: you didn’t eat dinner.

source: 나처럼 다른 세계에서 온 건 아니라는거네.
en: she’s not from another world...

source: 내가 방금 뭘 본거지?
en: what was that?!

source: 내가 마물을 죽인 거 보고 집사가 나에게 반했나봐.
en: killing that dark creature must’ve really impressed your butler.

source: 목걸이도 아예 없구만 뭘 줬다는 거야.
en: there is no necklace... what is she talking about?

source: 레티스는 밤새 괜찮았을까.
en: I wonder if letis was okay last night.

source: 어디 갔지?
en: where did it go?

source: 그녀의 영은 유리니카를 닮았어.
en: her soul is like yurinika’s.

source: 레티스 공작이 리에나를 싫어한다고 들었는데 같이 산다고?
en: I thought he despises liena...why are they now living together?

source: 쳐다보기만 해도 소름이 끼칠 만큼 흉악하게 생긴 마물입니다.
en: it’s a dark creature that gives you goosebumps because it looks so hideous.

source: 잠깐만!
en: hold on...

source: 어렸을 때 부모님을 잃고 가족의 사랑을 모르고 살았는데
en: i lost my parents when i was a child, so i never knew what having a family is like...

source: 나중에 아르젠 것두 구경하러 가도 돼?
en: can I see yours sometime?

source: 어떤 놈들이야.
en: who are those people?

source: 나 혼자 가서 한 번 살펴볼게.
en: so I’ll go take a look by myself.

source: 감정은 변해도 기억은 변하지 않으니까.
en: one’s feelings may change, but their memories do not.

source: 네에?
en: pardon?!

source: 저 여자도 잡아가자!
en: let’s kidnap her as well!

source: 우엑- 끔찍해
en: ugh, disgusting!

source: 내가 공주님을 찾아볼게.
en: i’ll go look for her.

source: 아니, 저건 또 어딜 가는 거야?!
en: where is it even going?!

source: 이 집보다 훨씬 밝고……
en: it’s much brighter than this place, and...

source: 시끄러워서 머리가 울림
en: getting headaches from the noise

source: 겨우 회복 중인 아이거든.
en: she’s barely recovering.

source: 못생긴 게 감히 누굴 잡아?
en: don’t touch me, you hideous woman.

source: 결국 리에나에 대해 도움이 될만한 정보는 아무것도 못 찾았어.
en: in the end, I couldn’t find anything helpful about liena.

source: 프로이 젠하드 경감님?
en: inspector froy zenhad?

source: 여기로 데려가줘.
en: take me there.

source: 또 따라오지 말라고...ㅠㅠ
en: and told me not to follow her again...

source: 우리도 부적을 사야할까?
en: should we also get a talisman?

source: 쥬디 진정해!
en: judy, calm down!

source: 죽었다가 살아난 사람이 또 있습니다.
en: there’s another person who came back to life.

source: 나 지금 기분이 무척 좋은데?
en: I’m actually in a great mood,

source: 죽음의 신을 속이는 흑마법이라….
en: using dark magic that can bypass the god of death...

source: 당신이 인간이 아니면 이야기가 다르겠지만.
en: if you’re not human, then that’s a different story.

source: 리에나 공주님은 저택에서 잘 나오시지 않은 거 몰라?
en: don’t you know that she doesn’t leave her mansion?

source: 이 마을에서 20년 동안 지내면 저주가 모두 사라진다는 신탁이 있었어요.
en: there was an oracle that if you live in this town for 20 years, all of the curses would be broken.

source: 왜 긴장하고 그래?
en: why are you so nervous?

source: 뿌와 접촉도 가능하다니….
en: she can physically touch bu as well...

source: 수사관을 사칭하고 누가 그 애를 데려간 거지?
en: who disguised themselves as an investigator just to take that kid?!

source: 찾았습니다 크로니온님!!
en: i found him!

source: 나와봐.
en: come outside.

source: 공기가 좋아서 그런가?
en: is it because of the clean air?

source: 아르젠 백작님은 지금 연무장에서 검술 연습 중이십니다.
en: count arzen is practicing swordsmanship in the arena.

source: 농담이에요.
en: I’m just kidding.

source: 여긴 적어도 정체를 숨긴 놈들은 없겠지.
en: at least there won’t be anything like that here.

source: 그럼 더 좋네.
en: even better.

source: 조금 조심스럽지만…
en: i’m a little hesitant to tell you this...

source: 리에나를 아는 사람들인가?
en: do they know liena?

source: 혹시 내 세계로 돌아갈 수 없다면
en: if i can’t go back to my own world...

source: (100g 빠짐)
en: lost 100g

source: 누구없어요?
en: anybody there?!

source: 난 누굴 위로해본 적이 없는데…
en: I haven’t really comforted anyone before...

source: 저승의 악령 흑마법사에게 주로 이용당하는 영
en: an evil spirit. usually summoned by dark magicians.

source: 뭐야, 여기도 몬스터가 있잖아?
en: this world has monsters too?

source: 죽일 수 있으면 죽여봐!
en: she can try her best to kill me!

source: 목격자가 정신이 오락가락하는 놈이라 신빙성이 없다니까요.
en: i told you the witness was unstable and untrustworthy.

source: 누군가 보름달 뜰 때마다 저승에 있는 영혼들을 소환한다며.
en: i heard someone’s summoning souls from the underworld every full moon.

source: 다른 건 몰라도 리에나가 정말 돈 없는 공주라는 건 알겠다.
en: all i know is that she’s a broke princess!!!

source: 네 몸의 약혼녀.
en: your body’s fiance.

source: 그동안 레티스 공작님 집에 공주님이 잘 계신다는 연락만 받았지 공주님을 만난 적도 없는데다 만나게 해주지도 않으세요.
en: i’ve only gotten messages saying she is doing well at duke letis’ place, but i haven’t seen her myself. they wouldn’t let me.

source: 두 분 다 돌아가셨다고?
en: both of them passed away?

source: 마리엔이 죽은 건 공주님 때문이 아닙니다.
en: ...marianne’s death is not your fault.

source: 그러니까, 기다리면 내 앞에 나타난다는 거네.
en: it sounds like they’ll come for me if i just wait.

source: 길치 아니라고 했는데.
en: i am not directionally challenged.

source: 하...
en: ugh...

source: 이번 주는 프란츠 왕자님이 하루만 깨어나셨습니다.
en: prince frantz was only conscious for a single day in the entire week.

source: 숨을 쉴 수가 없어…!
en: i can’t breathe!

source: 나처럼 고통이 있는 것도 아니고.
en: it’s not like he gets painful episodes like me.

source: 낮이라 힘이 없지만 저 소녀의 몸에 들어간 영혼 하나 정도는 저승에 보낼 수 있을 지도.
en: i don’t have my full power due to the daylight... but maybe i can send the soul that took over the girl’s body back to the underworld.

source: 그리고 뭔가 방해되는 말을 하는 것 같기도 하고.
en: it seemed like the bird was against me, too.

source: 여러 영혼을 한꺼번에 소환하고 사악한 마물까지 소환할 수 있는 건 흑마법 밖에 없어.
en: only dark magic can multiple souls at once or dark creatures...

source: 리에나 공주 몸에 들어있는 영은 이 곳에 있어서 안 되는 영이야.
en: that soul in princess liena’s body is not supposed to be here.

source: 살해당한 하녀 중 한 명이 쥬디의 언니라고?!
en: judy’s sister is one of the servants killed?!

source: <-뿌
en: <-bu

source: 울먹
en: GRRR

source: 왕비님.
en: your majesty.

source: 이 세계는 새가 정말 많아.
en: there are so many birds in this world.

source: 프란츠?
en: frantz?

source: 당신은 여기 살아야 할 것 같은데.
en: i believe you will have to stay here.

source: 그게 가능한가요?
en: is that even possible?

source: 날 만진 건 당신이고.
en: you are the one who touched me.

source: 그런데 이 몸을 쓰면 쓸수록 조금씩 체력이 생기더라구.
en: but it does get stronger as I get more used to it.

source: 우리 같이 살기로 했거든.
en: we’re moving in together.

source: 그분은 남부 최고의 주술사로 계십니다.
en: they’re currently known as the best warlock in the south.

source: …리에나 공주의 소식은?
en: what about princess liena?

source: 죽었다가 살아난 것 때문에 마물로 몰려 인간들에게 살해당했다던.
en: she was misunderstood as a dark creature because she came back to life.

source: 언제나 끔찍하게 죽었거든.
en: she always died in horrible ways.

source: 어떤 독에 중독되었는지 알아봐.
en: look into what kind of poison is in her body.

source: 내가 살던 곳은 사람인척 하는 것들이 많았거든.
en: there were lots of “things” disguised as people where i came from.

source: 리에나를 죽인 레티스처럼 차라리 웃으라고!
en: you should be laughing like letis did when he killed liena!

source: 그냥 바늘은 아닐테고 독침?
en: that can’t be a regular needle... maybe it’s poisoned.

source: 그만 가서 내가 말한 대로 진행시켜.
en: stop the chatter. return to the underworld and do as I asked.

source: 평생 이빨 한 번 안 닦아 본 마물의 입냄새 맡아본 적 있어?
en: have you ever smelled the saliva of dark creatures that never brushed their teeth?

source: 이 약차는 사실 독약이고!!!
en: this medical tea must be poisoned!!!

source: 아, 이미 알고 계시나요?
en: oh, are you already aware of which way to go?

source: 원하는 영을 소환하지 못했다면 또 소환할 거야.
en: if they did not find the soul they wanted, they will continue summoning.

source: 꾸깃
en: scrunch

source: 가진 않았지만 거기서 왔지.
en: i did not go there... but i did come from there.

source: 정말 다른 세계에서 온 건가?
en: did you really come from another world?

source: 가서 만져줘야 하나?
en: should i go touch him?

source: 그래도 케릭스는 너무 위험해.
en: still, kelix is too dangerous.

source: 살아있을 때 후회하게 해줘야지 죽으면 무슨 소용이야.
en: you have to make them regret while they’re alive. what’s the point of regretting after death?

source: 저기 있군.
en: over there.

source: 어이가 없네 정말!
en: no way.

source: 리에나에 대한 정보를 얻을 때까지 시간을 좀 벌어야하는데 당신이 정식 약혼녀로 날 집에 데려가면 속으로는 의심해도 당장 날 어떻게 하진 못할 것 같거든.
en: I need to buy more time until I find more information about her. if you let me move in as an official fiancée, they won’t be able to do anything to me.

source: 게다가 팔짱을…!
en: he’s escorting her, too!

source: 죽었었어!
en: ...died on that day.

source: 아르젠이 내 머리카락을 뽑은 것도 몰랐다니까.
en: I didn’t even notice him pulling out my hair!

source: 이건 그냥 서로 도움이 되자는 거야.
en: this will help us both.

source: 정혼은 하셨지만 저주 때문에 늘 거리를 두셨잖아.
en: they did get married, but he always kept his distance because of the curse.

source: 제보할 사람이 있어서요.
en: ...but i have a lead.

source: 그 자식, 자기 약혼녀를 죽였어!
en: that bastard killed his own fiance!

source: 할 수 없지.
en: whatever.

source: 그의 손에 죽을뻔한 나는 5년 만에 깨어났고
en: i was unconscious for five years because of his attack.

source: 아아악-
en: aaargh!

source: 레티스 공작님.
en: duke letis.

source: 쯧… 입 터는 꼴을 보니 무사히 버티긴 틀린 것 같군.
en: TSK... she’s not going to be here for long.

source: 피 말고 뭐, 다른 걸 먹나?
en: then what do you eat, if not blood?

source: 내가 지금 약속이 있는데 나중에 들려도 될까?
en: I have somewhere else to be. could I stop by some other time?

source: 여자 옷이 참 많아.
en: you have a lot of women’s clothes.

source: 거짓말
en: (lying)

source: 공주님은 예전부터 기억이 온전하지 못하셨으니까.
en: her memory was always unstable.

source: 나보다 식량부족이 더 심각한 세계에서 왔나?
en: did he come from a world with a worse food shortage than mine?

source: 아침식사가 준비되었습니다.
en: breakfast is ready.

source: 다시 돌아온 건가?
en: am i back in that other world?

source: 아르젠이 이상함을 느끼고 돌아오기까지 시간이 길지 않을 거야.
en: I don’t have much time until arzen comes back.

source: 마물은 아직 찾지 못했는데 저승의 영이 빙의된 인간은 찾았습니다.
en: i haven’t found the dark creature yet, but i found the possessed human.

source: 맞다, 할머니!
en: oh wait, the old lady.

source: 안녕, 난 쥬디야.
en: hi, I’m judy.

source: 날 찾아온 거야?
en: he came here to find me?

source: 어… 어?
en: uh... what?

source: 그래도 노베이는 리에나에게 호의를 가진 몇 안되는 사람 중 하나인 것 같아.
en: ...but novei is one of the few people who are kind to liena.

source: 우리 둘의 마지막 대화였다.
en: that was our last conversation.

source: 당신이 지옥에 갈 일은 없을 거야.
en: you will not end up in hellfire.

source: 요리사에게 꼭 전해주겠습니다.
en: i’ll make sure to let the chef know.

source: 며칠 동안 식사도 안 하시고 일도 안 하시고 안색도 창백해지시고 아무도 만나려 하지 않으시잖아.
en: he hasn’t worked or eaten anything in a couple days, looks extremely pale, and didn’t come out of his room.

source: 아, 저한테 물으시는 겁니까?
en: oh, are you asking me?

source: 상처가 없어!!
en: there is no wound!

source: 이거놔!
en: let me go!

source: 한 시간 전
en: an hour ago

source: 지옥에 있을 진짜 레티스가 독약을 먹인 건 맞지만 지금 레티스는 다른 사람이라고 말 할 수도 없고, 어쩌지?
en: the real letis, who’s probably burning in hell, did poison me... but I can’t say that he’s not the real one.

source: 리에나 공주님 소식 들었어?
en: did you hear that about princess liena?

source: 노베이 주술사님의 부적은 왕국에서 최고예요.
en: warlock novei’s talismans are considered to be the best ones in the kingdom.

source: 팬입니다!
en: i’m your biggest fan!

source: 어젠 인간처럼 잠도 주무셨어~ 엉엉~ 배에서 이상한 소리도 나~ 엉엉~
en: he even slept last night! just like a real human! his stomach is making weird sounds too! sob

source: 오빠…
en: brother...

source: 뭘 그렇게 놀라?
en: what’s the big surprise?

source: 여기가 파멸의 신의 신전이라고?
en: is this the shrine of the god of ruination?

source: 그것 때문이 아니야.
en: that was not the reason.

source: 3일 동안 레티스의 명령에 리에나를 찾다가 탈진한 뿌
en: bu, exhausted from looking for liena for three days due to letis’ order

source: 어후, 시끄러워.
en: ugh, it’s so loud.

source: 용서해주세요 아르젠 백작님!!!
en: please, forgive me sir!!!

source: 어릴 때부터 친구라는데 의리란 게 있잖아.
en: that’s what childhood friends do, right?

source: 마…법?
en: ma...gic?

source: 방법이…없다고?
en: is there no way...?

source: 세상에서 없어지지 않는 한?
en: as long as she’s alive?

source: 리에나 공주님, 무슨 문제가 있으셨습니까?
en: princess liena, is there a problem?

source: 리에나를 향한 엄청난 ‘악의’가 느껴져.
en: they’re clearly after liena’s life.

source: 내 몸에 아니, 내 몸은 아니지만 어쨌든 손 끝 하나 대봐.
en: don’t touch my body-- I mean, not my body, but still!

source: 지난 번 수정구슬을 통해 리에나 공주의 기억을 본 적 있잖아!
en: I saw fragments of liena’s memories through that crystal ball!

source: 미친….
en: shut up...

source: 아직 숨이 붙어있습니다.
en: he’s still breathing.

source: 아르젠 백작님께 도움을 청해야 겠어!
en: i must ask count arzen for help!

source: 내 세계는 몬스터들이 새랑 소동물을 잡아먹어서 새를 실제로 본 적이 없거든.
en: in my world, monsters ate all of the birds and small animals, so i’ve never seen one before.

source: 크로니온이 인간의 몸에 봉인이 되었다고?
en: chronion’s soul is trapped in a human body?

source: 이상한 일이 벌어지고 있어.
en: weird things are happening.

source: 같이 가자.
en: come with me.

source: 약혼했던 사이라 망설여져?
en: are you hesitating because you were engaged to her?

source: 도와주는 거 아니야.
en: i am not helping her.

source: [왠지 모르게 기분이 나쁨]
en: somehow still offended

source: 저 칼은 공작님의 컬렉션 중 하나 같은데?
en: isn’t that a knife from the duke’s personal collection?!

source: 그래서 뭐, 나한테 반했다고?
en: what, you’re in love with me now?

source: 이게 다 뭐죠?
en: what is all this?

source: 쥬디도 결계에 갇힌 거였어?
en: judy is also trapped inside the barrier?!

source: 상처는 이미 아물고 있어.
en: the wound is already healing.

source: 여기 머무르는 동안 저 애와는 마주치지 않는 게 좋을 거야.
en: try to avoid him while you’re here.

source: 이 일이 만약 흑마법 때문이라면 나도 배우겠어!
en: if this is all because of dark magic, i wanna learn it too!

source: 나 좀 태워줄 수 있어?
en: could you give me a ride?

source: 어떤…분과요?
en: who is moving in...?

source: 앉으세요.
en: please sit down.

source: 기억을 잃으신 분이 왜 저렇게 바쁘신 거지?
en: she lost her memories... why would she be busy?

source: 마리엔이 그날 왜 왕자님과 함께 있었는지… 마차에서 무슨 일이 있었는지, 왜 죽었는지… 아무것도 모릅니다.
en: we don’t know why she was with him, what happened in there, or why she died... nothing.

source: 여전히 이 어두운 곳에 숨어 힘을 못 쓰고 있는 걸 보면 당신도 낮에 내가 필요할 것 같은데, 아냐?
en: considering how you’re hiding in this dark little corner, I think you need me during the day as well. am I wrong?

source: 소르덴 산에 갔다고?
en: you ended up at mt. sorden?

source: 모르신다면 어쩔 수 없이 궁에 말해야 겠죠?
en: if you don’t know which one it is, i’ll have to report to the palace.

source: 내가 있었던 곳이 소르덴 산이었다고?
en: i was at mt. sorden?

source: 그녀의 아버지에 대해 말해줄 수 없었다.
en: I found myself unable to tell her the truth.

source: 크로니온, 죽음의 신이시여… 제 아버지가 저지른 벌을 제가 다 받겠습니다.
en: chronion, the god of death... I will pay for my father’s sins.

source: 그치만 ‘재수 드럽게 없는 불길한’ 이라고는 안했어요….
en: b-but we didn’t say “wicked” or “cursed”...

source: 난 소르젠 산에서 사용했는데!
en: I used it at mt. sorden!

source: 영혼에 GPS라도 심어놨나?
en: is there a gps on each soul or something?

source: 지금 조사 중인데 목격자가 전혀 없는 상태라...
en: the investigation is in progress, but there are no witnesses so far...

source: 아니, 어쩌다…
en: how did that...

source: 이게 다 내거야?
en: these are all mine?

source: 난 누군가한테 살해당하는 그런 레벨이 아니야.
en: no one is strong enough to kill me.

source: 다시 나한테 돌려줄래?
en: can you give it back to me?

source: 레티스 공작님?
en: duke letis?

source: 당신이 직접 쫓아내려고?
en: are you going to kick her out?

source: 저승사자인가…
en: an... angel of death?

source: …내 정체를 알아챈 건가?
en: did she figure out who i am?

source: 레티스 공작님은 대체 무슨 생각이시지?
en: what is duke letis thinking?

source: 아니, 리....리리리리리리리에나 공주님?!!
en: wait, p-p-princess liena?!

source: 나 때문에 프란츠가 아프다고 한동안 여기 있으라고 했어.
en: they told me to stay here for a while because i’m the reason why he’s sick.

source: 슬퍼했을 거야.
en: it is likely that they grieved.

source: 이렇게 간단하게!
en: that was so easy!

source: 박쥐?!
en: a bat?!
